{
  "facts": [
  "Purring does not always indicate that a cat is happy. Cats will also purr loudly when they are distressed or in pain.",
  "The tiniest cat on record is Mr. Pebbles, a 2-year-old cat that weighed 3 lbs (1.3 k) and was 6.1 inches (15.5 cm) high.",
  "A cat’s jaw can’t move sideways, so a cat can’t chew large chunks of food.",
  "All cats have three sets of long hairs that are sensitive to pressure - whiskers, eyebrows,and the hairs between their paw pads.",
  "A cat's nose is as unique as a human's fingerprint.",
  "Owning a cat is actually proven to be beneficial for your health.",
  "In just 7 years, one un-spayed female cat and one un-neutered male cat and their offspring can result in 420,000 kittens.",
  "All cats need taurine in their diet to avoid blindness. Cats must also have fat in their diet as they are unable to produce it on their own.",
  "A cat can’t climb head first down a tree because every claw on a cat’s paw points the same way. To get down from a tree, a cat must back down.",
  "Ginger tabby cats can have freckles around their mouths and on their eyelids!",
  "A domestic cat can run at speeds of 30 mph.",
  "Cats lose almost as much fluid in the saliva while grooming themselves as they do through urination.",
  "The average cat can jump 8 feet in a single bound, nearly six times its body length!",
  "Cats and kittens should be acquired in pairs whenever possible as cat families interact best in pairs.",
  "A cat uses its whiskers for measuring distances.  The whiskers of a cat are capable of registering very small changes in air pressure.",
  "Cats have individual preferences for scratching surfaces and angles. Some are horizontal scratchers while others exercise their claws vertically.",
  "A cat has two vocal chords, and can make over 100 sounds.",
  "The chlorine in fresh tap water irritates sensitive parts of the cat's nose. Let tap water sit for 24 hours before giving it to a cat.",
  "Most cats adore sardines.",
  "Cats eat grass to aid their digestion and to help them get rid of any fur in their stomachs.",
  "Owning a cat is actually proven to be beneficial for your health.",
  "A cat can jump 5 times as high as it is tall.",
  "Cats, especially older cats, do get cancer. Many times this disease can be treated successfully.",
  "Cats' hearing is much more sensitive than humans and dogs.",
  "Lions are the only cats that live in groups, called prides. Every female within the pride is usually related.",
  "Cats have \"nine lives\" thanks to a flexible spine and powerful leg and back muscles",
  "The first commercially cloned pet was a cat named \"Little Nicky.\" He cost his owner $50,000, making him one of the most expensive cats ever.",
  "Cats walk on their toes.",
  "A cats field of vision is about 185 degrees.",
  "The cat appears to be the only domestic companion animal not mentioned in the Bible.",
  "All cats have claws, and all except the cheetah sheath them when at rest.",
  "Ancient Egyptian family members shaved their eyebrows in mourning when the family cat died.",
  "In relation to their body size, cats have the largest eyes of any mammal.",
  "Cat families usually play best in even numbers. Cats and kittens should be acquired in pairs whenever possible.",
  "Cats see six times better in the dark and at night than humans.",
  "The little tufts of hair in a cat’s ear that help keep out dirt direct sounds into the ear, and insulate the ears are called “ear furnishings.”",
  "A cat’s hearing is better than a dog’s. And a cat can hear high-frequency sounds up to two octaves higher than a human.",
  "Many Egyptians worshipped the goddess Bast, who had a woman’s body and a cat’s head.",
  "The average cat can jump 8 feet in a single bound, nearly six times its body length!",
  "Blue-eyed, pure white cats are frequently deaf.",
  "Cats take between 20-40 breaths per minute.",
  "When a cat drinks, its tongue - which has tiny barbs on it - scoops the liquid up backwards.",
  "A cat has more bones than a human; humans have 206, and the cat - 230.",
  "Cats respond most readily to names that end in an \\ee\\\" sound.\"\"\"",
  "The smallest wildcat today is the Black-footed cat. The females are less than 20 inches (50 cm) long and can weigh as little as 2.5 lbs (1.2 kg).",
  "The technical term for a cat’s hairball is a “bezoar.”",
  "Ginger tabby cats can have freckles around their mouths and on their eyelids!",
  "Cats lap liquid from the underside of their tongue, not from the top.",
  "Heat occurs several times a year and can last anywhere from 3 to 15 days.",
  "Cats control the outer ear using 32 muscles; humans use 6",
  "Baking chocolate is the most dangerous chocolate to your cat.",
  "The smallest wildcat today is the Black-footed cat. The females are less than 20 inches (50 cm) long and can weigh as little as 2.5 lbs (1.2 kg).",
  "The ancestor of all domestic cats is the African Wild Cat which still exists today.",
  "There are up to 60 million feral cats in the United States alone.",
  "Ancient Egyptian family members shaved their eyebrows in mourning when the family cat died.",
  "It has been scientifically proven that owning cats is good for our health and can decrease the occurrence of high blood pressure and other illnesses.",
  "Some notable people who disliked cats:  Napoleon Bonaparte, Dwight D. Eisenhower, Hitler.",
  "The leopard is the most widespread of all big cats.",
  "Cats dislike citrus scent.",
  "In contrast to dogs, cats have not undergone major changes during their domestication process.",
  "In the 1750s, Europeans introduced cats into the Americas to control pests.",
  "Cats, especially older cats, do get cancer. Many times this disease can be treated successfully.",
  "70% of your cat's life is spent asleep.",
  "A cat’s back is extremely flexible because it has up to 53 loosely fitting vertebrae. Humans only have 34.",
  "A cat lover is called an Ailurophilia (Greek: cat+lover).",
  "In multi-cat households, cats of the opposite sex usually get along better.",
  "Grown cats have 30 teeth. Kittens have about 26 temporary teeth, which they lose when they are about 6 months old.",
  "Abraham Lincoln loved cats. He had four of them while he lived in the White House.",
  "The average cat can jump 8 feet in a single bound, nearly six times its body length!",
  "Cats can jump up to 7 times their tail length.",
  "Cats must have fat in their diet because they can't produce it on their own.",
  "A cat's normal pulse is 140-240 beats per minute, with an average of 195.",
  "There are up to 60 million feral cats in the United States alone.",
  "A cat's normal temperature varies around 101 degrees Fahrenheit.",
  "The strongest climber among the big cats, a leopard can carry prey twice its weight up a tree.",
  "A cat's normal pulse is 140-240 beats per minute, with an average of 195.",
  "The Cat Fanciers Association (CFA) recognizes 44 breeds of cats.",
  "A healthy cat has a temperature between 38 and 39 degrees Celcius.",
  "Cats can predict earthquakes. We humans are not 100% sure how they do it. There are several different theories.",
  "On average, cats spend 2/3 of every day sleeping. That means a nine-year-old cat has been awake for only three years of its life.",
  "Many Egyptians worshipped the goddess Bast, who had a woman’s body and a cat’s head.",
  "After humans, mountain lions have the largest range of any mammal in the Western Hemisphere.",
  "Fossil records from two million years ago show evidence of jaguars.",
  "An adult lion's roar can be heard up to five miles (eight kilometers) away.",
  "A form of AIDS exists in cats.",
  "Unlike humans, cats cannot detect sweetness which likely explains why they are not drawn to it at all.",
  "The group of words associated with cat (catt, cath, chat, katze) stem from the Latin catus, meaning domestic cat, as opposed to feles, or wild cat.",
  "You check your cats pulse on the inside of the back thigh, where the leg joins to the body. Normal for cats: 110-170 beats per minute.",
  "All cats have claws, and all except the cheetah sheath them when at rest.",
  "Cats purr at the same frequency as an idling diesel engine, about 26 cycles per second.",
  "In 1987 cats overtook dogs as the number one pet in America.",
  "Tylenol and chocolate are both poisionous to cats.",
  "Most cats adore sardines.",
  "About 37% of American homes today have at least 1 cat.",
  "Unlike other cats, lions have a tuft of hair at the end of their tails.",
  "Cat paws act as tempetature regulators, shock absorbers, hunting and grooming tools, sensors, and more",
  "A female cat will be pregnant for approximately 9 weeks or between 62 and 65 days from conception to delivery.",
  "Cats' hearing stops at 65 khz (kilohertz); humans' hearing stops at 20 khz.",
  "A cat has two vocal chords, and can make over 100 sounds.",
  "Unlike dogs, cats do not have a sweet tooth. Scientists believe this is due to a mutation in a key taste receptor.",
  "A tiger's stripes are like fingerprints",
  "The cat appears to be the only domestic companion animal not mentioned in the Bible.",
  "Today there are about 100 distinct breeds of the domestic cat.",
  "Cats lose almost as much fluid in the saliva while grooming themselves as they do through urination.",
  "The cheetah is the world's fastest land mammal. It can run at speeds of up to 70 miles an hour (113 kilometers an hour).",
  "In Ancient Egypt, when a person's house cat passed away, the owner would shave their eyebrows to reflect their grief.",
  "Cats have supersonic hearing",
  "Despite imagery of cats happily drinking milk from saucers, studies indicate that cats are actually lactose intolerant and should avoid it entirely.",
  "About 37% of American homes today have at least 1 cat.",
  "Cats dislike citrus scent.",
  "The cat's tail is used to maintain balance.",
  "Cats respond better to women than to men, probably due to the fact that women's voices have a higher pitch.",
  "In an average year, cat owners in the United States spend over $2 billion on cat food.",
  "A cat's whiskers are thought to be a kind of radar, which helps a cat gauge the space it intends to walk through.",
  "The leopard is the most widespread of all big cats.",
  "The cat's tail is used to maintain balance.",
  "The Egyptian Mau is probably the oldest breed of cat. In fact, the breed is so ancient that its name is the Egyptian word for “cat.”",
  "The cat has 500 skeletal muscles (humans have 650).",
  "The cat's tail is used to maintain balance.",
  "In 1987 cats overtook dogs as the number one pet in America.",
  "In Siam, the cat was so revered that one rode in a chariot at the head of a parade celebrating the new king.",
  "The name \"jaguar\" comes from a Native American word meaning \"he who kills with one leap\".",
  "A cat uses its whiskers for measuring distances.  The whiskers of a cat are capable of registering very small changes in air pressure.",
  "Cat paws act as tempetature regulators, shock absorbers, hunting and grooming tools, sensors, and more",
  "The Amur leopard is one of the most endangered animals in the world.",
  "The Pilgrims were the first to introduce cats to North America.",
  "Kittens remain with their mother till the age of 9 weeks.",
  "Baking chocolate is the most dangerous chocolate to your cat.",
  "The first cat show was in 1871 at the Crystal Palace in London.",
  "Purring does not always indicate that a cat is happy and healthy - some cats will purr loudly when they are terrified or in pain.",
  "A cat has the ability to rotate their ears 180 degrees,with the help of 32 muscles that they use to control them.",
  "Cat families usually play best in even numbers. Cats and kittens should be acquired in pairs whenever possible.",
  "Cats control the outer ear using 32 muscles; humans use 6",
  "Cats are the world's most popular pets, outnumbering dogs by as many as three to one",
  "A cat's normal temperature varies around 101 degrees Fahrenheit.",
  "A cat called Dusty has the known record for the most kittens. She had more than 420 kittens in her lifetime.",
  "The cat's tail is used to maintain balance.",
  "A cat named Dusty, aged 1 7, living in Bonham, Texas, USA, gave birth to her 420th kitten on June 23, 1952.",
  "Many cats cannot properly digest cow's milk. Milk and milk products give them diarrhea.",
  "Cats have 30 vertebrae (humans have 33 vertebrae during early development; 26 after the sacral and coccygeal regions fuse)",
  "Ailurophile is the word cat lovers are officially called.",
  "You check your cats pulse on the inside of the back thigh, where the leg joins to the body. Normal for cats: 110-170 beats per minute.",
  "Approximately 40,000 people are bitten by cats in the U.S. annually.",
  "A healthy cat has a temperature between 38 and 39 degrees Celcius.",
  "A cat's normal pulse is 140-240 beats per minute, with an average of 195.",
  "A queen (female cat) can begin mating when she is between 5 and 9 months old.",
  "Cats purr at the same frequency as an idling diesel engine, about 26 cycles per second.",
  "Milk can give some cats diarrhea.",
  "A cat’s heart beats nearly twice as fast as a human heart, at 110 to 140 beats a minute.",
  "Every year, nearly four million cats are eaten in Asia."
]}